/* No comment provided by engineer. */
"1 stop" = "1站";

/* Indication of an activity */
"ActivityIndication" = "我將於%2$@從%3$@搭乘%1$@.";

/* Arrival time sorter title */
"Arrival" = "到達";

/* The place of arrival */
"ArrivalLocation" = "到達%@";

/* The place of arrival with time */
"ArrivalLocationTime" = "在%2$@到達%1$@";

/* Arrival %time.
 Time arrival */
"ArrivalTime" = "在%@到達";

/* Single line instruction to arrive */
"Arrive" = "到達";

/* Departure time sorter title */
"Departure" = "離站";

/* Time of the bus departure */
"DepartureTime" = " 於%@";

/* Destination of the bus */
"Direction" = "方向: %@";

/* Walking time */
"Duration" = " %@";

/* Single line instruction to leave */
"Leave" = "出發";

/* The place of departure */
"LeaveLocation" = "離開%@";

/* The place of departure with time */
"LeaveLocationTime" = "在%2$@離開%1$@";

/* Time departure */
"LeaveTime" = "於%@離開";

/* ArrivalTime */
"MessageArrivalTime" = "我將於%2$@到達%1$@.";

/* Arrival Location */
"PrimaryLocationEnd" = "目的地: %@";

/* Departure Location */
"PrimaryLocationStart" = "出發地: %@";

/* Location of the parking */
"PrimaryLocationStationary" = "時刻 %@";

/* No comment provided by engineer. */
"Real-time" = "即時";

/* No comment provided by engineer. */
"Shuttle" = "接駁車";

/* Number of stops */
"Stops" = "%ld站";

/* From %time1 to %time2 */
"TimeFromToShortFormat" = "%@ ～ %@";

/* Time to leave! */
"TimeToLeaveFrom" = "請準備出發！您搭乘%2$@到%1$@的旅程即將在%3$@開始";

/* Time to leave! */
"TimeToLeaveTo" = "請準備出發！您到%2$@的%1$@旅程將在%3$@開始";

/* Vehicle 'x' updated */
"VehicleCalledUpdated" = "車輛%@的位置在%@前更新";

/* Vehicle updated */
"VehicleUpdated" = "%@前更新";

